text_one = "На табличках написано: \"По путям не ходить!\" которые заржавели со временем"
print("1", text_one)

text_two = 'Он ответил : \'Добро пожаловать\''
print("2", text_two)

text_three = "C:\\Users\\suuuak\\OneDrive\\Рабочий стол\\Новая папка "
print("3", text_three)

text_fore = "Как нам повторить\nТо, что ушло навсегда?\nЗнает лишь вечность..."
print("4 ", text_fore)

text_five = "Время\tТемпература\tСкорость\tРасстояние\tДлинна\tВысота"
print("5 ", text_five)

text_six = """Существуют и другие формы трехстиший, 
например ритурнель, виланелла и, конечно, терцина. 
Все они обладают особыми чертами и 
требуют отдельного рассмотрения."""
print("6", text_six)