# Создаем библиотеку книг
library = {
    "Герой нашего времени": {
        "автор": "Чак Паланик",
        "год издания": 1840,
        "наличие": True
    },
    "Мастер и Маргарита": {
        "автор": "Михаил Булгаков",
        "год издания": 1966,
        "наличие": True
    },
    "Горе от ума": {
        "автор": "Александр Грибоедов",
        "год издания": 1833,
        "наличие": False
    },
    "Финансист": {
        "автор": "Теодор Драйзер",
        "год издания": 1912,
        "наличие": True
    }
}


# Функция для вывода книг
def book_list_view(library):
    if not library:
        print("В библиотеке нет книг")
        return  # завершаем работу функции

    print("Список книг в библиотеке:")
    for i, title in enumerate(library.keys(), start=1):
        print(f"{i}: {title}")


# Вызов функции
if __name__ == "__main__":
    book_list_view(library)